Repository: ikbel/iq-test
Catalog: languages/test-your-iq-*.po
Languages: cs_cz

source: General Settings
cs_cz: Hlavní nastavení

source: Tests
cs_cz: Testy

source: Info & Help
cs_cz: Info & Pomoc

source: Settings
cs_cz: Nastavení

source: You can add the IQ Test to any post or page using this shortcode
cs_cz: Můžete vložit IQ test do každého příspěvku nebo stránky pomocí shortkódu

source: PayPal Integration
cs_cz: PayPal Integrace

source: For the integration, you will need just "Client ID" from PayPal app. Follow our step by step tutorial.
cs_cz: Pro registraci budete potřeboval jen "Client ID" z PayPal aplikace. Postupujte podle následného tutoriálu.

source: Go to PayPal Developer site
cs_cz: Jděte na stránku PayPal pro developery

source: Click in the right corner to "Log in to Dashboard" and login with your PayPal account
cs_cz: Klikněte v pravém rohu na "Log in to Dashboard" a přihlaste se do svého PayPal účtu

source: Create a live App. First, click to "Live" after hit "Create app"
cs_cz: Vytvořte Live App. Klikněte na "Live" a potom na "Create app"

source: Now just set the name for the app and hit "Create App"
cs_cz: Nyní jen nastavte jméno Aplikace a opět klikněte na "Create App"

source: On the next page copy the "Client ID" and use this in our PayPal settings.
cs_cz: Na další stránce klikněte na Copy the "Client ID" a užijte toto ID v nastavení PayPal.

source: Done!
cs_cz: Hotovo!

source: Allow PayPal
cs_cz: Povolit PayPal

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: You must create an Live Business APP in PayPal for more information go to Info & Help section
cs_cz: Musíte vytvořit Live Business APP v PayPal pro více informací jděte do sekce Info & Help

source: Price
cs_cz: Cena

source: Amount
cs_cz: Množství

source: Currency
cs_cz: Měna

source: Select currency
cs_cz: Vybrat měnu

source: Payment description
cs_cz: Popis platby

source: Save
cs_cz: Uložit

source: Test PayPal
cs_cz: Otestovat PayPal

source: Your payment was successful!
cs_cz: Tvá platba byla úspěšná!

source: Paypal page text
cs_cz: PayPal text stránky

source: Short text above the headline
cs_cz: Krátký text nad titulkem

source: Short text
cs_cz: Krátký text

source: The headline text
cs_cz: Text titulku

source: The headline
cs_cz: Titulek

source: The main description
cs_cz: Hlavní popis

source: Text for payment of the amount
cs_cz: Text pro platbu částky

source: Amount text
cs_cz: Text částky

source: Select view test result!
cs_cz: Vyber zobrazení výsledku!

source: Internacional Stanford-Binet Scale (points)
cs_cz: Mezinárodní Stanford-Binetova škála (body)

source: Percentil Scale (%)
cs_cz: Percentil škála(%)

source: Start Button
cs_cz: Startovní tlačítko

source: Simple - without boxes
cs_cz: Jednoduchý - Bez boxů

source: Alternative - With 3 text boxes
cs_cz: Alternativní - Se třemi textovými boxy

source: Button, lines and progress bar color
cs_cz: Barva tlačítka a ukazatele průběhu

source: Select color
cs_cz: Vybrat barvu

source: Top Text in the box
cs_cz: Hlavní text v boxu

source: Left Side Text in the box
cs_cz: Text levé strany

source: Right Side Text in the box
cs_cz: Text pravé strany

source: Allow social icons for sharing in the result page
cs_cz: Povolit ikony sociálních sítí na stránce s výsledkem

source: Image for Open Graph
cs_cz: Obrázek pro Open Graph

source: Use default image
cs_cz: Použít standartní obrázek

source: Use custom image
cs_cz: Použít vlastní obrázek

source: Custom image URL
cs_cz: URL vlastního obrázku

source: Newest
cs_cz: Nejnovější

source: Oldest
cs_cz: Nejstarší

source: Most Points
cs_cz: Nejvíce bodů

source: Least Points
cs_cz: Nejméně bodů

source: Paid tests
cs_cz: Placené testy

source: Unpaid tests
cs_cz: Neplacené testy

source: Unfinished tests
cs_cz: Nedokončené testy

source: Filter
cs_cz: Filtr

source: Search by Test ID
cs_cz: Hledat by ID Testu

source: Search
cs_cz: Hledat

source: Results per page
cs_cz: Výsledek testu

source: Test ID
cs_cz: ID Testu

source: Date
cs_cz: Datum

source: Time
cs_cz: Čas

source: Result
cs_cz: Výsledek

source: Finished
cs_cz: Dokončeno

source: Payment
cs_cz: Platba

source: Do you want to delete all selected tests?
cs_cz: Skutečně chcete smazat všechny výsledky testů?

source: Delete selected
cs_cz: Smazat vybrané

source: Do you want mark selected tests as paid?
cs_cz: Chcete označit vybrané testy jako zaplacené?

source: Mark selected as paid
cs_cz: Označit vybrané jako zaplacené

source: Do you want mark selected tests as unpaid?
cs_cz: Skutečně chcete vybrané testy označit jako nezaplacené?

source: Mark selected as unpaid
cs_cz: Označit vybrané jako nezaplacené

source: Do you want to delete all unfinished tests? Are you sure!?
cs_cz: Skutečně chcete smazat všechny nedokončené testy? Jste si jistý/á!?

source: Delete all unfinished tests older than 24 hours!
cs_cz: Smazat všechny nedokončené testy starší než 24 hodin!

source: Do you want to delete all unpaid tests? Are you sure!?
cs_cz: Skutečně chcete smazat všechny nezaplacené testy? Jste si jistý/a?

source: Delete all unpaid tests older than 24 hours!
cs_cz: Smazat všechny nezaplacené testy starší než 24 hodin!

source: Do you want to delete all tests? Are you sure!?
cs_cz: Skutečně chcete smazat všechny testy? Jste si jistý/á?

source: Delete all tests results!
cs_cz: Smaž všechny výsledky testu!

source: It will clear your database from unnecessary data and your running tests are safe because of the 24 hour limit.
cs_cz: Tímto vyčistíte databázi od neužitečných a zbytečných dat a vaše započaté testy zůstanou v bezpečí díky 24 hodinovému limitu.

source: It will delete all tests that are finished but not paid.
cs_cz: Tímto smažete všechny testy, které jsou dokončené, ale nejsou zaplacené.

source: It will delete all tests and from database so please be sure that you do not have any running tests!
cs_cz: Toto smaže všechny testy z databáze proto prosím buďte opatrní, smažete i již probíhající testy!

source: IQ Test Result
cs_cz: Výsledek IQ Testu

source: Your test time expired!
cs_cz: Tvůj čas pro test již expiroval!

source: Question 30/30
cs_cz: Otázka 30/30

source: Final Step
cs_cz: Poslední krok

source: Select Your Age!
cs_cz: Zvol svůj věk!

source: Age
cs_cz: Věk

source: ID of the Test:
cs_cz: ID Testu:

source: sec
cs_cz: sek

source: Question %s/30
cs_cz: Otázka %s/30

source: Skip this question!
cs_cz: Přeskočit otázku!

source: Test with this ID was not finished.
cs_cz: Test s tímto ID nebyl dokončen.

source: IQ CLASSIFICATION - Lower extreme!
cs_cz: IQ KLASIFIKACE - Silně podprůměrný výsledek!

source: IQ CLASSIFICATION - Well below average!
cs_cz: IQ KLASIFIKACE - Silně podprůměrný výsledek!

source: IQ CLASSIFICATION - Low Average!
cs_cz: IQ KLASIFIKACE - Podprůměrný výsledek!

source: IQ CLASSIFICATION - Average!
cs_cz: IQ KLASIFIKACE - Průměrný výsledek!

source: IQ CLASSIFICATION - High Average!
cs_cz: IQ KLASIFIKACE - Nadpůrměrný výsledek!

source: IQ CLASSIFICATION - Well above average!
cs_cz: IQ KLASIFIKACE - Nadprůměrná Inteligence!

source: IQ CLASSIFICATION - Upper extreme!
cs_cz: IQ KLASIFIKACE - Extrémě nadprůměrná inteligence!

source: CONGRATULATIONS!
cs_cz: BLAHOPŘEJEME!

source: YOUR IQ IS
cs_cz: TVÉ IQ JE

source: YOUR IQ TEST RESULT IS
cs_cz: VÝSLEDEK TVÉHO IQ TESTU JE

source: of Population is smarter then You!
cs_cz: populace je chytřejší než Ty!

source: My IQ Test Result
cs_cz: Výsledek mého IQ Testu

source: Here are correct answers for questions, in which you made a mistake:
cs_cz: Zde jsou správné odpovědi na otázky ve kterých jsi neuspěl/a:

source: All your answers are correct!
cs_cz: Všechny tvé odpovědi byly správně!

source: Questions no.
cs_cz: Otázka číslo

source: Test not exists!
cs_cz: Test neexistuje!

source: Test ID is not set!
cs_cz: ID tohoto testu neexistuje!

source: IQ Test - Online quiz
cs_cz: IQ Test - Online kvíz

source: Take The Test
cs_cz: Spustit Test
